# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Binaries
brew 'awscli'
brew 'bash' # Latest Bash version
brew 'bat' # Used for spatie/visit
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew 'gh'
brew 'git'
brew 'grep'
brew 'httpie'
brew 'jq' # Used for spatie/visit
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts
brew 'fzf'
brew 'rg'  # Ripgrep
brew 'eza' # ls replacement
brew 'tldr'
brew 'nvm'
brew 'cmake'
brew 'ninja'
brew 'bazel'
brew 'meson'
brew 'autoconf'
brew 'automake'
brew 'libtool'
brew 'pipx'
brew 'tree'
brew 'graphviz'
brew 'enchant'
brew 'pyenv'

# Development
brew 'imagemagick'
brew 'yarn'
brew 'tmux'
brew 'git-delta'

# Apps
cask 'caffeine'
cask 'rancher'
cask 'github'
# cask 'google-chrome'
cask 'pastebot'
cask 'readdle-spark'
cask 'slack'
cask 'telegram-desktop'
cask 'the-unarchiver'
cask 'transmit'
cask 'visual-studio-code'
cask 'zoom'
cask 'alacritty'
cask 'ukelele'
cask 'pycharm-ce'
cask 'postman'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-hack-nerd-font'
# cask 'font-source-sans-pro'
# cask 'font-source-serif-pro'

cask 'home-assistant'
cask 'google-cloud-sdk'
cask 'amethyst'

# Mac App Store
mas 'xcode', id: 497799835
#mas 'Byword', id: 420212497
#mas 'Giphy Capture', id: 668208984
#mas 'Keynote', id: 409183694
#mas 'MyWoosh', id: 1498889644
#mas 'Numbers', id: 409203825
#mas 'Speedtest', id: 1153157709
#mas 'Spring', id: 1508706541
#mas 'Things', id: 904280696
